import { type NoticeData } from './types';

export const noticeData: NoticeData = {
  notices: [
    {
      id: 1,
      title: '화전 지역 상권 활성화 프로젝트 안내',
      date: '2024.01.20',
      content:
        '화전 지역 상권 활성화를 위한 다양한 프로그램들이 성공적으로 진행되고 있습니다. 지역 상인들과의 협력을 통해 새로운 상권 문화를 만들어가고 있으며, 이번 프로젝트를 통해 화전 지역의 경제적 활성화와 지역주민들의 삶의 질 향상을 도모하고자 합니다.',
    },
    { id: 2, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 3, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 4, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 5, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 6, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 7, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 8, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 9, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 10, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 11, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 12, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 13, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 14, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 15, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 16, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 17, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 18, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 19, title: '공지사항입니다.', date: '2025.07.07' },
    { id: 20, title: '공지사항입니다.', date: '2025.07.07' },
  ],
};
